Repository: guitaripod/PayDay
Catalog: PayDay/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, ja, ko, nl, pl, pt_br, zh_hans, zh_hant

source: every business must issue e-invoices
de: jedes Unternehmen muss E-Rechnungen ausstellen
es: toda empresa debe emitir facturas electrónicas
fi: jokaisen yrityksen on laadittava verkkolaskuja
fr: toute entreprise doit émettre des factures électroniques
it: ogni impresa deve emettere fatture elettroniche
ja: すべての事業者が電子インボイスを発行
ko: 모든 사업자가 전자 인보이스를 발행
nl: elk bedrijf moet e-facturen uitreiken
pl: każda firma musi wystawiać e-faktury
pt_br: toda empresa deve emitir faturas eletrônicas
zh_hans: 所有企业须开具电子发票
zh_hant: 所有企業須開立電子發票

source: large companies must issue e-invoices
de: große Unternehmen müssen E-Rechnungen ausstellen
es: las grandes empresas deben emitir facturas electrónicas
fi: suurten yritysten on laadittava verkkolaskuja
fr: les grandes entreprises doivent émettre des factures électroniques
it: le grandi imprese devono emettere fatture elettroniche
ja: 大企業が電子インボイスを発行
ko: 대기업이 전자 인보이스를 발행
nl: grote bedrijven moeten e-facturen uitreiken
pl: duże firmy muszą wystawiać e-faktury
pt_br: grandes empresas devem emitir faturas eletrônicas
zh_hans: 大型企业须开具电子发票
zh_hant: 大型企業須開立電子發票

source: month
de: Monat
es: mes
fi: kuukausi
fr: mois
it: mese
ja: 月
ko: 월
nl: maand
pl: miesiąc
pt_br: mês
zh_hans: 月
zh_hant: 月

source: small businesses must issue e-invoices
de: kleine Unternehmen müssen E-Rechnungen ausstellen
es: las pequeñas empresas deben emitir facturas electrónicas
fi: pienyritysten on laadittava verkkolaskuja
fr: les petites entreprises doivent émettre des factures électroniques
it: le piccole imprese devono emettere fatture elettroniche
ja: 小規模事業者が電子インボイスを発行
ko: 소기업이 전자 인보이스를 발행
nl: kleine bedrijven moeten e-facturen uitreiken
pl: małe firmy muszą wystawiać e-faktury
pt_br: pequenas empresas devem emitir faturas eletrônicas
zh_hans: 小型企业须开具电子发票
zh_hant: 小型企業須開立電子發票

source: unknown
de: unbekannt
es: desconocido
fi: tuntematon
fr: inconnue
it: sconosciuto
ja: 不明
ko: 알 수 없음
nl: onbekend
pl: nieznana przyczyna
pt_br: desconhecido
zh_hans: 未知
zh_hant: 未知

# vatCategory.exempt
source: Exempt
de: Steuerbefreit
es: Exento
fi: Veroton
fr: Exonéré
it: Esente
ja: 非課税
ko: 면세
nl: Vrijgesteld
pl: Zwolnione z VAT
pt_br: Isento
zh_hans: 免税
zh_hant: 免稅

# vatCategory.export
source: Export
de: Ausfuhr
es: Exportación
fi: Vienti
fr: Exportation
it: Esportazione
ja: 輸出
ko: 수출
nl: Uitvoer
pl: Eksport
pt_br: Exportação
zh_hans: 出口
zh_hant: 出口

# vatCategory.intraCommunity
source: Intra-Community
de: Innergemeinschaftlich
es: Intracomunitario
fi: Yhteisömyynti
fr: Intracommunautaire
it: Intracomunitario
ja: EU 域内取引
ko: EU 역내 공급
nl: Intracommunautair
pl: Wewnątrzwspólnotowa
pt_br: Intracomunitário
zh_hans: 欧盟内部供应
zh_hant: 歐盟境內供應

# vatCategory.outsideScope
source: Outside scope
de: Nicht steuerbar
es: No sujeto
fi: ALV:n ulkopuolella
fr: Hors champ
it: Fuori campo IVA
ja: 課税対象外
ko: 과세 대상 아님
nl: Niet-belastbaar
pl: Niepodlegające VAT
pt_br: Fora de incidência
zh_hans: 不属增值税范围
zh_hant: 不屬加值稅範圍

# vatCategory.standard
source: Standard rate
de: Regelsteuersatz
es: Tipo general
fi: Yleinen verokanta
fr: Taux normal
it: Aliquota ordinaria
ja: 標準税率
ko: 표준 세율
nl: Algemeen tarief
pl: Stawka podstawowa
pt_br: Alíquota padrão
zh_hans: 标准税率
zh_hant: 標準稅率

# vatCategory.zeroRated
source: Zero rated
de: Nullsatz
es: Tipo cero
fi: Nollaverokanta
fr: Taux zéro
it: Aliquota zero
ja: ゼロ税率
ko: 영세율
nl: Nultarief
pl: Stawka 0%
pt_br: Alíquota zero
zh_hans: 零税率
zh_hant: 零稅率

source: week
de: Woche
es: semana
fi: viikko
fr: semaine
it: settimana
ja: 週
ko: 주
pl: tydzień
pt_br: semana
zh_hans: 周
zh_hant: 週

source: year
de: Jahr
es: año
fi: vuosi
fr: an
it: anno
ja: 年
ko: 년
nl: jaar
pl: rok
pt_br: ano
zh_hans: 年
zh_hant: 年

source: ⚠︎ %lld issues before this is a valid e-invoice:
de: ⚠︎ Noch %lld Fehler bis zur gültigen E-Rechnung:
es: ⚠︎ %lld problemas antes de que sea una factura electrónica válida:
fi: ⚠︎ Vielä %lld puutetta, ennen kuin tämä on kelvollinen verkkolasku:
fr: ⚠︎ %lld problèmes à corriger avant d'avoir une facture électronique valide :
it: ⚠︎ %lld problemi prima che sia una fattura elettronica valida:
ja: ⚠︎ 有効な電子インボイスまで、あと %lld 件の問題:
ko: ⚠︎ 유효한 전자 인보이스가 되기까지 %lld개 문제:
nl: ⚠︎ Nog %lld fouten tot een geldige e-factuur:
pl: ⚠︎ Jeszcze %lld błędu do prawidłowej e-faktury:
pt_br: ⚠︎ %lld problemas antes de ser uma fatura eletrônica válida:
zh_hans: ⚠︎ 距离有效的电子发票还有 %lld 个问题：
zh_hant: ⚠︎ 還有 %lld 個問題待解決，才會是有效的電子發票：

source: ✓ EN 16931 valid · Factur-X embedded in PDF
de: ✓ EN 16931-konform · Factur-X im PDF eingebettet
es: ✓ Válida según EN 16931 · Factur-X incrustado en el PDF
fi: ✓ EN 16931 -kelpoinen · Factur-X upotettu PDF:ään
fr: ✓ Conforme EN 16931 · Factur-X intégré au PDF
it: ✓ Valida EN 16931 · Factur-X incorporato nel PDF
ja: ✓ EN 16931 準拠 · Factur-X を PDF に埋め込み済み
ko: ✓ EN 16931 유효 · PDF에 Factur-X 내장
nl: ✓ EN 16931-conform · Factur-X ingesloten in de pdf
pl: ✓ Zgodna z EN 16931 · Factur-X osadzony w PDF
pt_br: ✓ Válida em EN 16931 · Factur-X embutido no PDF
zh_hans: ✓ 符合 EN 16931 · 已在 PDF 中嵌入 Factur-X
zh_hant: ✓ 符合 EN 16931 · 已於 PDF 內嵌 Factur-X

source: ✓ EN 16931 valid · structured XML attached on export
de: ✓ EN 16931-konform · strukturiertes XML wird beim Export angehängt
es: ✓ Válida según EN 16931 · XML estructurado adjunto al exportar
fi: ✓ EN 16931 -kelpoinen · rakenteinen XML liitetään vietäessä
fr: ✓ Conforme EN 16931 · XML structuré joint à l'export
it: ✓ Valida EN 16931 · XML strutturato allegato all'esportazione
ja: ✓ EN 16931 準拠 · 書き出し時に構造化 XML を添付
ko: ✓ EN 16931 유효 · 내보낼 때 구조화 XML 첨부
nl: ✓ EN 16931-conform · gestructureerde XML wordt bij export bijgevoegd
pl: ✓ Zgodna z EN 16931 · strukturalny XML dołączany przy eksporcie
pt_br: ✓ Válida em EN 16931 · XML estruturado anexado na exportação
zh_hans: ✓ 符合 EN 16931 · 导出时附带结构化 XML
zh_hant: ✓ 符合 EN 16931 · 匯出時附上結構化 XML

source: ✓ This invoice is EN 16931 valid — unlock Pro to export a Factur-X / Peppol e-invoice.
de: ✓ Diese Rechnung ist EN 16931-konform – mit Pro exportieren Sie sie als Factur-X-/Peppol-E-Rechnung.
es: ✓ Esta factura es válida según EN 16931: activa Pro para exportarla como factura electrónica Factur-X / Peppol.
fi: ✓ Tämä lasku on EN 16931 -kelpoinen – avaa Pro, niin voit viedä sen Factur-X- tai Peppol-verkkolaskuna.
fr: ✓ Cette facture est conforme EN 16931 — passez à Pro pour l'exporter en facture électronique Factur-X / Peppol.
it: ✓ Questa fattura è valida EN 16931 — passa a Pro per esportarla come fattura elettronica Factur-X / Peppol.
ja: ✓ この請求書は EN 16931 に準拠しています。Pro にすると Factur-X / Peppol の電子インボイスとして書き出せます。
ko: ✓ 이 인보이스는 EN 16931을 충족합니다. Pro로 업그레이드하면 Factur-X / Peppol 전자 인보이스로 내보낼 수 있습니다.
nl: ✓ Deze factuur is EN 16931-conform — met Pro exporteer je hem als Factur-X- of Peppol-e-factuur.
pl: ✓ Ta faktura jest zgodna z EN 16931 — włącz Pro, aby wyeksportować e-fakturę Factur-X / Peppol.
pt_br: ✓ Esta fatura é válida em EN 16931 — assine o Pro para exportá-la como fatura eletrônica Factur-X / Peppol.
zh_hans: ✓ 这张发票符合 EN 16931——升级 Pro 即可导出 Factur-X / Peppol 电子发票。
zh_hant: ✓ 這張發票符合 EN 16931——升級 Pro 即可匯出 Factur-X / Peppol 電子發票。

source: ✓ Valid VAT number
de: ✓ Gültige USt-IdNr.
es: ✓ N.º de IVA válido
fi: ✓ Kelvollinen ALV-tunnus
fr: ✓ N° de TVA valide
it: ✓ Partita IVA valida
ja: ✓ 有効な VAT 番号
ko: ✓ 유효한 VAT 번호
nl: ✓ Geldig btw-nummer
pl: ✓ Prawidłowy numer VAT
pt_br: ✓ Nº de IVA válido
zh_hans: ✓ 增值税税号有效
zh_hant: ✓ 加值稅稅號有效

source: ✓ Valid VAT number · %@
de: ✓ Gültige USt-IdNr. · %@
es: ✓ N.º de IVA válido · %@
fi: ✓ Kelvollinen ALV-tunnus · %@
fr: ✓ N° de TVA valide · %@
it: ✓ Partita IVA valida · %@
ja: ✓ 有効な VAT 番号 · %@
ko: ✓ 유효한 VAT 번호 · %@
nl: ✓ Geldig btw-nummer · %@
pl: ✓ Prawidłowy numer VAT · %@
pt_br: ✓ Nº de IVA válido · %@
zh_hans: ✓ 增值税税号有效 · %@
zh_hant: ✓ 加值稅稅號有效 · %@

source: ✗ Not a valid VAT number
de: ✗ Keine gültige USt-IdNr.
es: ✗ N.º de IVA no válido
fi: ✗ ALV-tunnus ei kelpaa
fr: ✗ N° de TVA non valide
it: ✗ Partita IVA non valida
ja: ✗ 有効な VAT 番号ではありません
ko: ✗ 유효하지 않은 VAT 번호
nl: ✗ Ongeldig btw-nummer
pl: ✗ Nieprawidłowy numer VAT
pt_br: ✗ Nº de IVA inválido
zh_hans: ✗ 增值税税号无效
zh_hant: ✗ 加值稅稅號無效

source: %lld credits
es: %lld créditos
fi: %lld krediittiä
fr: %lld crédits
it: %lld crediti
ja: %lld クレジット
ko: %lld 크레딧
pl: %lld kredytu
pt_br: %lld créditos
zh_hans: %lld 积分
zh_hant: %lld 點數

# %lld credits (+%lld bonus)
source: %1$lld credits (+%2$lld bonus)
es: %1$lld créditos (+%2$lld de regalo)
fi: %1$lld krediittiä (+%2$lld bonusta)
fr: %1$lld crédits (+%2$lld offerts)
it: %1$lld crediti (+%2$lld bonus)
ja: %1$lld クレジット（+%2$lld ボーナス）
ko: %1$lld 크레딧 (+%2$lld 보너스)
pl: %1$lld kredytów (+%2$lld w bonusie)
pt_br: %1$lld créditos (+%2$lld de bônus)
zh_hans: %1$lld 积分（赠送 %2$lld）
zh_hant: %1$lld 點數（加贈 %2$lld）

source: Credits
es: Créditos
fi: Krediitit
fr: Crédits
it: Crediti
ja: クレジット
ko: 크레딧
pl: Kredyty
pt_br: Créditos
zh_hans: 积分
zh_hant: 點數

source: Details
es: Detalles
fi: Tiedot
fr: Détails
it: Dettagli
ja: 詳細
ko: 세부 정보
pl: Szczegóły
pt_br: Detalhes
zh_hans: 详情
zh_hant: 詳細資訊

source: Details (optional)
es: Detalles (opcional)
fi: Lisätiedot (valinnainen)
fr: Détails (facultatif)
it: Dettagli (facoltativo)
ja: 詳細（任意）
ko: 세부 정보(선택)
nl: Details (optioneel)
pl: Szczegóły (opcjonalnie)
pt_br: Detalhes (opcional)
zh_hans: 详情（可选）
zh_hant: 詳細資訊（選填）

source: Email
es: Correo electrónico
fi: Sähköposti
ja: メールアドレス
ko: 이메일
zh_hans: 电子邮件
zh_hant: 電子郵件

source: Peppol ID (scheme:id)
es: ID de Peppol (scheme:id)
fi: Peppol-tunnus (scheme:id)
fr: Identifiant Peppol (scheme:id)
it: ID Peppol (scheme:id)
pl: Identyfikator Peppol (scheme:id)
pt_br: ID Peppol (scheme:id)

source: Support
es: Soporte
fi: Tuki
fr: Assistance
it: Assistenza
ja: サポート
ko: 지원
pl: Pomoc
pt_br: Suporte
zh_hans: 支持
zh_hant: 支援

source: System
es: Sistema
fi: Järjestelmä
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt_br: Sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

# vatCategory.reverseCharge
source: Reverse charge
es: Inversión del sujeto pasivo
fi: Käännetty verovelvollisuus
fr: Autoliquidation
it: Inversione contabile
ja: リバースチャージ
ko: 리버스 차지
nl: Btw verlegd
pl: Odwrotne obciążenie
pt_br: Reversão da cobrança
zh_hans: 反向征收
zh_hant: 逆向課稅

source: App
fi: Sovellus
fr: Application
ja: アプリ
ko: 앱
pl: Aplikacja
zh_hans: 应用

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
